Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: On man’s level, worship took on a new dimension: rather than ritual performance, now heart worship.
pt: No nível do homem, a adoração assumiu uma nova dimensão: em vez de performance ritual, agora adoração ao coração.

source: On one hand, accusations; on the other, pretended love.
pt: Por um lado, acusações; por outro, amor fingido.

source: On one hand, antiSemitism, is condemned; on the other, antiSemitism is fed generously by theological reproach.
pt: Por um lado, antissemitismo, é condenado; por outro lado, o antissemitismo é alimentado generosamente pela crítica teológica.

source: On that score an article in a newspaper, or a review, would certainly be more useful.
pt: Nesse sentido, um artigo em um jornal ou uma resenha certamente seria mais útil.

source: On the basis of this path, which we scarcely have outlined, one can look forward w ith excitement and hope.
pt: Com base nesse caminho, que dificilmente delineamos, podemos esperar com entusiasmo e esperança.

source: On the contrary, He was underscoring the Sabbath’s importance for man’s happiness, just as Isaiah had done earlier: “If you turn back your foot from the sabbath, from doing your pleasure on my holy day, and call the sabbath a delight and the holy day of the Lord honorable; if you honor it, not going your own ways, or seeking your own pleasure, or talking idly; then you shall take delight in the Lord.” Isaiah 58:13.
pt: Pelo contrário, Ele estava ressaltando a importância do sábado para a felicidade do homem, assim como Isaías havia feito anteriormente: “Se você voltar seu pé do sábado, de fazer o seu prazer no meu dia sagrado, e chamar o sábado um deleite e o santo dia do Senhor honorável; se você honrá-lo, não seguir seus próprios caminhos, ou procurar seu próprio prazer, ou falar distraidamente; então te alegrarás no Senhor. ”Isaías 58:13.

source: On the contrary, everywhere Jesus went in Palestine, and particularly in Galilee, He met an enthusiastic reception: “Jesus returned in the power of the Spirit into Galilee, and a report concerning him went out through all the surrounding country.
pt: Pelo contrário, em toda parte Jesus foi na Palestina, e particularmente na Galiléia, Ele encontrou uma recepção entusiasmada: “Jesus retornou no poder do Espírito para a Galiléia, e um relato sobre ele saiu por todo o país vizinho.

source: On the contrary, from his erudite, religious approach, he came to the conclusion that the new sect was dangerous; and he set out to destroy its members: “I am a Jew, born at Tarsus in Cilicia, but brought up in this city at the feet of Gamaliel, educated according to the strict manner of the law of our fathers, being zealous for God as you all are this day.
pt: Pelo contrário, a partir de sua abordagem erudita e religiosa, ele chegou à conclusão de que a nova seita era perigosa; e ele partiu para destruir seus membros: “Eu sou um judeu, nascido em Tarso na Cilícia, mas criado nesta cidade aos pés de Gamaliel, educado de acordo com o estrito modo da lei de nossos pais, sendo zeloso por Deus como todos vocês são neste dia.

source: On the contrary, it was a return to the sources, to true repentance.204 The covenant was to have a new birth; the participants were to find again the love of a betrothal.
pt: Pelo contrário, foi um retorno às fontes, ao verdadeiro arrependimento.204 O pacto deveria ter um novo nascimento; os participantes encontrariam novamente o amor de um noivado.

source: On the contrary, the Old and New Testament indicate clearly that after death there is nothing until the resurrection and that immortality is exclusively an attribute of God.
pt: Pelo contrário, o Antigo e o Novo Testamento indicam claramente que após a morte não há nada até a ressurreição e que a imortalidade é exclusivamente um atributo de Deus.

source: On the contrary, we uphold the law.” Romans 3:31.
pt: Pelo contrário, nós defendemos a lei. ”Romanos 3:31.

source: On the eve of the first Crusade, the famous Jewish commentator Rashi was still of this opinion: “Let him who loans at interest to a stranger be accursed.“58 But one century later the rabbis had to surrender to the inevitable.
pt: Na véspera da primeira Cruzada, o famoso comentarista judeu Rashi ainda tinha essa opinião: “Aquele que emprestar a juros a um estranho seja amaldiçoado.” 58 Mas, um século depois, os rabinos tiveram que se render ao inevitável.

source: On the eve of tragedy for God’s people, the prophet in his anguish sees a glimmer of hope - ultimate salvation in the form of a Messiah bearing the name of God Himself: “Behold, the days are coming, says the Lord, when I will raise up for David a righteous Branch [Tsemah]….
pt: Na véspera da tragédia para o povo de Deus, o profeta em sua angústia vê um vislumbre de esperança - a salvação final na forma de um Messias que leva o nome do próprio Deus: “Eis que os dias estão chegando, diz o Senhor, quando eu levante para Davi um ramo justo [Tsema]...

source: On the other hand, certain humanistic philosophies are set forth, such as socialism, Marxism, and existentialism.
pt: Por outro lado, certas filosofias humanísticas são apresentadas, como o socialismo, o marxismo e o existencialismo.

source: On the other hand, deliberately to join his persecutors in perpetuating hatred and disdain is to opt for the easy exit, to hide a frustrating complex, and, in any case, to be lacking in objectivity.
pt: Por outro lado, deliberadamente unir-se a seus perseguidores, perpetuando o ódio e o desprezo, é optar pela saída fácil, esconder um complexo frustrante e, em todo caso, carecer de objetividade.

source: On the other hand, the sentence that Jacques Doukhan quotes from Albert Memmi, which causes him obvious hurt - “The converted one is a destroyer and a traitor who deserves any and all punishments” - doesn’t make too much sense here.
pt: Por outro lado, a frase que Jacques Doukhan cita Albert Memmi, que lhe causa óbvia mágoa - “O convertido é um destruidor e um traidor que merece toda e qualquer punição” - não faz muito sentido aqui.

source: On the political plane, Israel harbors possibly more parties, opinions, and viewpoints than any other nation.
pt: No plano político, Israel abriga possivelmente mais partidos, opiniões e pontos de vista do que qualquer outra nação.

source: On the same occasion, the historian attests the value of such a book for the Jews of his time181 (the first century of our era): “Our nation still reads his writings today, and this reading proves how much God revealed Himself to Daniel.“182
pt: Na mesma ocasião, o historiador atesta o valor de tal livro para os judeus de seu tempo181 (o primeiro século de nossa era): “Nossa nação ainda lê seus escritos hoje, e essa leitura prova quanto Deus Se revelou a Daniel. “182

source: On the “rich” whom James accused of putting the “just One” to death.219 On those who, appointed by the Romans and despised by the Jews of Palestine, could in no way be considered the true representatives of the Jewish people.
pt: Sobre os “ricos” a quem Tiago acusou de matar “um só” .21 Aqueles que, apontados pelos romanos e desprezados pelos judeus da Palestina, não poderiam de modo algum ser considerados os verdadeiros representantes do povo judeu.

source: On this basis Isaiah rests the Messiahship of Jesse’s shoot: “There shall come forth a shoot from the stump of Jesse, and a branch shall grow out of his roots.
pt: Com base nisso, Isaías descansa a messianidade da filmagem de Jessé: “Haverá um rebento do tronco de Jessé, e um ramo brotará de suas raízes.

source: On this question see Marcel Simon, op.
pt: Sobre esta questão, veja Marcel Simon, op.

source: On this, see Charles Herbert Stember and others, Jews in the Mind of America, pp.
pt: Sobre isso, veja Charles Herbert Stember e outros, Jews in the Mind of America, pp.

source: On those who went contrary to the general feeling of the people and who hid from the people their murderous intention to do away with Jesus.
pt: Sobre aqueles que foram contrários ao sentimento geral do povo e que esconderam do povo sua intenção assassina de acabar com Jesus.

source: On those who, finally, w ere jealous of the Master’s growing prestige and were alone in having a motive for the crime - that is, on the priests.
pt: Sobre aqueles que, finalmente, estavam com ciúmes do prestígio crescente do Mestre e estavam sozinhos em ter um motivo para o crime - isto é, sobre os padres.

source: Once again He drew the attention of His listeners to the core of the problem: “The sabbath was made for man, not man for the sabbath.” Mark 2:27.
pt: Mais uma vez, Ele chamou a atenção de Seus ouvintes para o centro do problema: “O sábado foi feito para o homem, não o homem para o sábado”. Marcos 2:27.

source: Once again boldness of thought made it possible to bring together irreconcilable ideas: Priest and victim, Everlasting King and a sacrificial son.
pt: Mais uma vez, a ousadia de pensamento tornou possível reunir idéias irreconciliáveis: Sacerdote e vítima, Rei Eterno e um filho sacrificial.

source: Once converted, Paul too became a stranger, bringing upon himself countless perils, including that of uncertainty.
pt: Uma vez convertido, Paulo também se tornou um estranho, trazendo para si incontáveis ​​perigos, incluindo o da incerteza.

source: Once upon a time a people undertook a seemingly impossible adventure, marched into an unknown future with an unseen Guide, and struggled with One whom they could not see - that people was Israel.
pt: Era uma vez um povo empreendeu uma aventura aparentemente impossível, marchou em um futuro desconhecido com um Guia invisível, e lutou com Aquele que eles não podiam ver - que as pessoas eram Israel.

source: One can also see a play on parallels where the beginning of a paragraph parallels the end of another, and conversely, as pictured below:
pt: Pode-se também ver uma jogada em paralelos onde o começo de um parágrafo é paralelo ao final de outro, e, inversamente, como mostrado abaixo:

source: One can easily understand, therefore, the prestige that Jewish tradition accorded him as priest-king.
pt: Pode-se entender facilmente, portanto, o prestígio que a tradição judaica atribuía a ele como rei-sacerdote.

source: One can expect to find traces of this fact in the current Judeo-Christian separation.
pt: Pode-se esperar encontrar vestígios desse fato na atual separação judaico-cristã.

source: One can externally observe the Sabbath and yet violate its spirit.
pt: Pode-se observar externamente o sábado e ainda violar seu espírito.

source: One can find just as many poor people among the Jew s, if not more, than elsewhere.
pt: Pode-se encontrar tantas pessoas pobres entre os judeus, se não mais, do que em outros lugares.

source: One can find the same idea in Christian theology.
pt: Pode-se encontrar a mesma ideia na teologia cristã.

source: One can hardly dare imagine what might have happened had the disciples been able to overcome their cowardly fear and had shouted in the face of the multitude the innocence of the just One.
pt: Dificilmente se ousa imaginar o que poderia ter acontecido se os discípulos conseguissem superar o medo covarde e tivessem gritado diante da multidão a inocência do Justo.

source: One can hardly expect to bring up the question of the Messiah without resurrecting long-standing passions.
pt: Dificilmente se pode levantar a questão do Messias sem ressuscitar paixões de longa data.

source: One can hardly expect to redo history and remake peoples.
pt: Não se pode esperar refazer a história e refazer os povos.

source: One can hardly imagine what might have happened had the Church resisted compromise.
pt: Não se pode imaginar o que poderia ter acontecido se a Igreja tivesse resistido ao compromisso.

source: One can readily understand that, belonging to the human order of things, this first coming can be situated in history.
pt: É fácil entender que, pertencendo à ordem humana das coisas, essa primeira vinda pode ser situada na história.

source: One can understand Flavius Josephus’s observation on Daniel: “Everything was extraordinary in this the greatest of the prophets… because he did not just predict in a general way that which was to come, as did the other prophets, but he marked the time when it was to take place.
pt: Pode-se entender a observação de Flavius ​​Josephus sobre Daniel: “Tudo era extraordinário neste o maior dos profetas… porque ele não apenas predizia de um modo geral o que estava por vir, como os outros profetas, mas ele marcou a época em que estava para acontecer.

source: One can understand from another angle how Judaism, emerging from the controversy with a recently born Christianity, could appear to the Christian historian as too law-centered.
pt: Pode-se entender, por outro ângulo, como o judaísmo, emergindo da controvérsia com um cristianismo recém-nascido, poderia parecer ao historiador cristão como muito centrado na lei.

source: One can understand that flight in winter would pose problems of a practical nature because of the rigors of the climate.
pt: Pode-se entender que o vôo no inverno causaria problemas de natureza prática por causa dos rigores do clima.

source: One can well understand why the descriptive text included the words “lest he die.“113
pt: Pode-se entender bem porque o texto descritivo incluiu as palavras “para que ele não morra”.

source: One cannot be truly converted against any doctrine or human community.
pt: Ninguém pode ser verdadeiramente convertido contra qualquer doutrina ou comunidade humana.

source: One cannot separate here flesh and spirit.
pt: Não se pode separar aqui carne e espírito.

source: One cannot strike a Jew without striking with the same blow the Man par excellence, the flower of Israel.
pt: Não se pode atacar um judeu sem golpear com o mesmo golpe o homem por excelência, a flor de Israel.

source: One cannot, therefore, be a Jew and accept Jesus, just as one cannot be a Christian while continuing to Judaize by observing the Law.
pt: Não se pode, portanto, ser judeu e aceitar Jesus, assim como alguém não pode ser cristão enquanto continua a judaizar observando a lei.

source: One could simply suppose that there would be two comings of the Messiah at two different historical periods.
pt: Alguém poderia simplesmente supor que haveria duas vindas do Messias em dois períodos históricos diferentes.

source: One day Christianity began to change its face.
pt: Um dia o cristianismo começou a mudar sua face.

source: One finds the same concern at the Council of Nicaea (A.
pt: Acha-se a mesma preocupação no Concílio de Nicéia (A.

source: One involved in the discussion inquired as to what the name of the Messiah should be.
pt: Um dos envolvidos na discussão indagou sobre qual deveria ser o nome do Messias.

source: One is converted for God and not against people.
pt: Um é convertido para Deus e não contra as pessoas.

source: One is either son of man or son of God - not both!
pt: Um é filho de homem ou filho de Deus - não ambos!

source: One is not permitted to sleep when the innocent suffer condemnation.
pt: Não é permitido dormir quando os inocentes sofrem condenação.

source: One is pleased, for the sake of publicity, to point out the influence of the Bible on Western culture and history.
pt: É um prazer, por uma questão de publicidade, apontar a influência da Bíblia na cultura e na história do Ocidente.

source: One might even wonder if they now do not owe their very identity to that age-long clash.
pt: Pode-se até imaginar se eles agora não devem sua própria identidade àquele confronto eterno.

source: One must be careful, therefore, not to judge on the appearances with regard to Jesus and hurriedly conclude that transgression, or even abolition, w ere involved.
pt: É preciso, portanto, ter cuidado para não julgar as aparências em relação a Jesus e concluir apressadamente que a transgressão, ou mesmo a abolição, estava envolvida.

source: One must learn self-control in their absence!
pt: É preciso aprender o autocontrole na sua ausência!

source: One must not forget that the priests were first of all representatives, not of the people, but paradoxically of Caesar.
pt: Não se deve esquecer que os padres eram antes de tudo representantes, não do povo, mas paradoxalmente de César.

source: One must not run, then, the risk of missing the point by the use of diplomatic, vague words.
pt: Não se deve correr, então, o risco de perder o ponto pelo uso de palavras diplomáticas e vagas.

source: One must think his faith.
pt: É preciso pensar sua fé.

source: One must try to understand.
pt: É preciso tentar entender.

source: One must wonder, nevertheless, to what extent they are simply the romantic expression of a pent-up sentimentalism.
pt: É de admirar, no entanto, até que ponto eles são simplesmente a expressão romântica de um sentimentalismo reprimido.

source: One only has to recall the revolutions brought about by a David, a Josiah, or a Nehemiah to get the full drift of Israel’s story.
pt: Basta recordar as revoluções trazidas por um Davi, um Josias ou um Neemias para obter toda a história de Israel.

source: One rabbi professes to believe that the dead are unconscious.248 Another believes in native immortality.
pt: Um rabino professa acreditar que os mortos são inconscientes.248 Outro acredita na imortalidade nativa.

source: One should remember the parable attributed to Lessing.191 A hither had three sons.
pt: Deve-se lembrar da parábola atribuída a Lessing.191 A hodi tinha três filhos.

source: One would expect that the conflict would involve the woman and the serpent.
pt: Seria de se esperar que o conflito envolvesse a mulher e a serpente.

source: One’s own personal experience as a Jew underscores a daily antiSemitism shot through with ill will and interlaced with absurd legends and tales - even in Christian minds.
pt: A própria experiência pessoal de um judeu ressalta um antissemitismo diário que surge com má vontade e entrelaçado com lendas e contos absurdos - até mesmo nas mentes cristãs.

source: Only Jeremiah in the Old Testament uses the words “a covenant.” Jeremiah 31:31.
pt: Somente Jeremias no Antigo Testamento usa as palavras “aliança”. Jeremias 31:31.

source: Only a decisive personal encounter with the One he persecuted led him to reconsider the whole question and to undertake a new interpretation of the Scriptures.
pt: Somente um encontro pessoal decisivo com Aquele que ele perseguiu levou-o a reconsiderar toda a questão e a empreender uma nova interpretação das Escrituras.

source: Only a starting point can be indicated, from which the reader can go on to a personal judgment.
pt: Apenas um ponto de partida pode ser indicado, a partir do qual o leitor pode ir para um julgamento pessoal.

source: Only in what follows the personal encounter - in the daily dialogue - does the reality of a person-to-person relationship find shape and substance; only then does one find proof that such a relationship was a good choice.
pt: Somente no que se segue o encontro pessoal - no diálogo diário - a realidade de um relacionamento de pessoa a pessoa encontra forma e substância; só então se encontra prova de que tal relacionamento foi uma boa escolha.

source: Only such a faith could accept the incredible fact (in human terms) of a re-creation, of a resurrection, and, as a consequence, of a new city to be structured and governed by God Himself.
pt: Somente tal fé poderia aceitar o fato incrível (em termos humanos) de uma recriação, de uma ressurreição e, como conseqüência, de uma nova cidade a ser estruturada e governada pelo próprio Deus.

source: Only the attitude of the believer has changed.
pt: Apenas a atitude do crente mudou.

source: Only the third announces the total restoration of Jerusalem.
pt: Apenas o terceiro anuncia a restauração total de Jerusalém.

source: Only the third came to full fruition.
pt: Apenas o terceiro chegou a plena fruição.

source: Only then will the Jew feel free and uninhibited.
pt: Só então o judeu se sentirá livre e desinibido.

source: Only this rupture could give Christianity an open door to the pagan world and permit the solid establishment of the Church in the Roman state.
pt: Somente essa ruptura poderia dar ao cristianismo uma porta aberta para o mundo pagão e permitir o sólido estabelecimento da Igreja no estado romano.

source: Only two sects survived the Roman massacres of A.D.
pt: Apenas duas seitas sobreviveram aos massacres romanos de

source: Only when armed with this personal experience and backed up by the texts was he able to forge the evidence that Jeshua was indeed the Messiah.
pt: Somente quando armado com essa experiência pessoal e respaldado pelos textos, ele conseguiu forjar a evidência de que Jeshua era de fato o Messias.

source: Only when the human being understands that he is helpless in his own power will he turn in desperation to his God.
pt: Somente quando o ser humano entende que ele é impotente em seu próprio poder, ele se voltará em desespero para o seu Deus.

source: Opinions are divided on this point.
pt: As opiniões estão divididas sobre este ponto.

source: Or both?
pt: Ou ambos?

source: Or that, enraptured with pure lyricism, they lost their sense of logic?
pt: Ou que, arrebatados com puro lirismo, perderam o senso de lógica?

source: Or what do you gain by going to Assyria, to drink the waters of the Euphrates?” Jeremiah 2:18.
pt: Ou o que você ganha indo à Assíria para beber as águas do Eufrates? ”Jeremias 2:18.

source: Oral tradition is above all a work-instrument - a precaution designed to safeguard the integrity of the divine commandments.
pt: A tradição oral é acima de tudo um instrumento de trabalho - uma precaução destinada a salvaguardar a integridade dos mandamentos divinos.

source: Oral tradition is thus a means to serve the written tradition.
pt: A tradição oral é, portanto, um meio para servir a tradição escrita.

source: Oral tradition, both in Judaism and in Christianity, is essentially human activity.
pt: A tradição oral, tanto no judaísmo como no cristianismo, é essencialmente atividade humana.

source: Originally, antiSemitism was only a handful of seeds that germinated, sprouted, and grew.
pt: Originalmente, o antissemitismo era apenas um punhado de sementes que germinavam, brotavam e cresciam.

source: Oscar Cullmann, a Christian theologian, was right to say, “Our answer to the question of immortality of the soul or resurrection of the dead in the New Testament, will be clear.
pt: Oscar Cullmann, um teólogo cristão, estava certo em dizer: “Nossa resposta para a questão da imortalidade da alma ou ressurreição dos mortos no Novo Testamento, será clara.

source: Other times, the purification of hearts was the chief concern.
pt: Outras vezes, a purificação dos corações era a principal preocupação.

source: Other trials remained constant, with little change.
pt: Outras tentativas permaneceram constantes, com pouca mudança.

source: Others are stronger and more choosy.
pt: Outros são mais fortes e mais exigentes.

source: Otherwise, would they not have ceased to be offered?
pt: Caso contrário, eles não teriam deixado de ser oferecidos?

source: Our Jewish children today find it difficult to understand what that disease meant to their forebears.
pt: Nossas crianças judias hoje acham difícil entender o que essa doença significava para seus antepassados.

source: Our division follows, moreover, that of the most ancient versions of the Bible, such as the Septuagint and the Peshitta.170
pt: Nossa divisão segue, além disso, a das versões mais antigas da Bíblia, como a Septuaginta e a Peshita.170
